Repository: l0rn/pretalx-hitlax
Catalog: pretalx_hitalx/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Various features specifically for the Hedonist International
de_de: Diverse Features für die Hedonistische Internationalse

source: Reference URL
de_de: Referenz URL

source: Speaker expense was edited
de_de: Ausgabe wurde editiert

source: Speaker expense was created
de_de: Ausgabe wurde erstellt

source: Expense paid status was changed
de_de: Bezahltstatus wurde geändert

source: Tours
de_de: Fahrten

source: Expense for
de_de: Ausgabe für

source: Save
de_de: Speichern

source: Activity Log
de_de: Bearbeitungs Log

source: No activity log yet
de_de: Keine Einträge bisher

source: Expenses for
de_de: Ausgaben für

source: Add a new expense
de_de: Neue Ausgabe hinzufügen

source: Description
de_de: Beschreibung

source: Amount
de_de: Betrag

source: Paid
de_de: Bezahlt / Ausgezahlt

source: Mark as unpaid
de_de: Als unbezahlt markieren

source: Mark as paid
de_de: Als bezahlt markieren

source: Tours of
de_de: Fahrten von

source: Search
de_de: Suche

source: Expenses (Paid / Total)
de_de: Ausgaben (Bezahlt / Gesamt)

source: Tour:
de_de: Fahrt:

source: New Tour
de_de: Neue Fahrt

source: Do you really want to delete this tour?
de_de: Willst du diese Fahrt wirklich löschen?

source: Back
de_de: Zurück

source: Yes
de_de: Ja

source: Type
de_de: Typ

source: Location
de_de: Ort

source: Date / Time
de_de: Datum / Uhrzeit

source: Actions
de_de: Aktionen

source: Edit
de_de: Editieren

source: Delete
de_de: Löschen
